{
  "header": {
    "sitename": "Tech Radar"
  },
  "home": {
    "about": "The Intracto Technology Radar displays our assessments about the risks and rewards of existing and upcoming technologies, tools and techniques we use to develop digital applications. It is a living document which is periodically updated by our experts and displays the evolution over time how we use these technologies and techniques."
  },
  "words": {
    "more": "More",
    "back": "Back to ",
    "overview": "Overview of ",
    "search": "Search..."
  },
  "quadrant": {
    "framework": {
      "name": "Frameworks, CMS & Programming Languages",
      "description": "Successful application development relies on the use of the best suited frameworks, cms and programming languages. This quadrant displays the technologies we use for application development."
    },
    "tooling": {
      "name": "Tooling & Testing",
      "description": "To ensure effective application development and the delivery of applications with optimal UX, performance, maintainability and security, we use a range of tooling and testing frameworks."
    },
    "platform": {
      "name": "Platforms, Infrastructure & Data",
      "description": "Applications can be build on or served from platforms (e.g. SaaS) and/ or need platforms and infrastructure for hosting (e.g. cloud). Applications often rely on other applications to manage their data and message flows such as databases, caching applications or service/ message busses."
    },
    "techniques": {
      "name": "Techniques",
      "description": "The design, development, hosting, maintenance and monitoring of applications and infrastructure can be complex. To ensure optimal efficiency and quality for all of these topics, we use a variety of proven techniques and market standards."
    }
  },
  "rings": {
    "Adopt": {
      "tooltip": "We feel strongly that the industry should be adopting these items. We use them when appropriate on our projects."
    },
    "Trial": {
      "tooltip": "Worth pursuing. It is important to understand how to build up this capability. Enterprises should try this technology on a project that can handle the risk."
    },
    "Assess": {
      "tooltip": "Worth exploring with the goal of understanding how it will affect your enterprise."
    },
    "Hold": {
      "tooltip": "Proceed with caution."
    }
  },
  "details": {
    "emptyDescription": "No Description Available"
  },
  "footer": {
    "frontmen": "In collaboration with Frontmen",
    "cookie": "cookie policy",
    "privacy": "privacy policy",
    "terms": "terms & conditions"
  }
}
