{
  "header": {
    "sitename": "Tech Radar"
  },
  "about": {
    "name": "Over",
    "description": "De Intracto Technology Radar geeft onze beoordeling weer over de risico's en voordelen van bestaande en opkomende technologieën, tools en technieken die we gebruiken om digitale applicaties te ontwikkelen. Het is een levend document dat periodiek wordt bijgewerkt door onze experts en de evolutie weergeeft hoe we deze technologieën en technieken gebruiken."
  },
  "words": {
    "more": "Meer",
    "back": "Terug naar ",
    "overview": "Overzicht van ",
    "search": "Zoeken..."
  },
  "quadrant": {
    "framework": {
      "name": "Frameworks, CMS & programmeertalen",
      "description": "Succesvolle applicatie ontwikkeling is afhankelijk van het gebruik van de meest geschikte frameworks, cms en programmeertalen. Dit kwadrant geeft de technologieën weer die we gebruiken voor de ontwikkeling van applicaties."
    },
    "tooling": {
      "name": "Tooling en testing",
      "description": "Om applicaties effectief te ontwikkeling en de oplevering van applicaties met optimale UX, prestaties, onderhoudbaarheid en beveiliging te garanderen, gebruiken we een variëteit tooling- en test frameworks."
    },
    "platform": {
      "name": "Platforms, infrastructure & data",
      "description": "Applicaties kunnen worden gebouwd of afgenomen worden vanaf platforms (bijvoorbeeld SaaS) en /of platforms en infrastructuur nodig hebben voor hosting (bijvoorbeeld cloud). Applicaties hebben veelal ook koppelingen nodig naar andere applicaties die hun data- en berichtenstromen te beheren, zoals databases, caching diensten of service bussen."
    },
    "techniques": {
      "name": "Technieken",
      "description": "Het ontwerpen, ontwikkelen, hosten, onderhouden en monitoren van applicaties en infrastructuur kan complex zijn. Om voor al deze onderwerpen een optimale efficiëntie en kwaliteit te garanderen, gebruiken we een verscheidenheid aan bewezen technieken en marktstandaarden."
    }
  },
  "rings": {
    "Adopt": {
      "tooltip": "We vinden dat de industry deze technologie zou moeten adopteren. We implementeren deze al in de geschikte projecten."
    },
    "Trial": {
      "tooltip": "Het nastreven waard. Het is belangrijk om na te gaan hoe deze kennis kan worden opbouwd. Ondernemingen zouden deze technologie moeten uitproberen op een project dat het risico aankan."
    },
    "Assess": {
      "tooltip": "Het verkennen waard met als doel te begrijpen hoe dit uw onderneming zal beïnvloeden."
    },
    "Hold": {
      "tooltip": "Kan verder onderzocht worden, maar implementatie is risicovol."
    }
  },
  "details": {
    "emptyDescription": "Geen beschrijving beschikbaar"
  },
  "footer": {
    "frontmen": "In samenwerking met Frontmen",
    "cookie": "cookie beleid",
    "privacy": "privacybeleid",
    "terms": "algemene voorwaarden"
  }
}
